[
  {
    "id": 1,
    "quote": "True beauty begins the moment you embrace your authenticity and decide to live unapologetically as yourself, for there is no greater allure than genuine self-expression.",
    "author": "Coco Chanel"
  },
  {
    "id": 2,
    "quote": "Self-care is not selfish; it is the act of nurturing your soul so that you can give the world the very best of you, rather than the fragments left behind by exhaustion.",
    "author": "Katie Reed"
  },
  {
    "id": 3,
    "quote": "The most captivating color in the world is not found on a palette or in nature, but in the shade that complements your unique essence and makes you feel radiant.",
    "author": "Coco Chanel"
  },
  {
    "id": 4,
    "quote": "Beauty is a force that can move mountains, and a smile is its most powerful weapon, capable of disarming even the hardest of hearts.",
    "author": "John Ray"
  },
  {
    "id": 5,
    "quote": "Your hair is more than just strands; it is the crown you wear every day, a symbol of your identity and a testament to the care you invest in yourself.",
    "author": "Unknown"
  },
  {
    "id": 6,
    "quote": "True beauty is not about perfection but about the glow that comes from within, a reflection of your inner vitality and the joy you carry in your soul.",
    "author": "Estee Lauder"
  },
  {
    "id": 7,
    "quote": "Outer beauty may catch the eye, but it is the inner beauty—the kindness, strength, and grace within—that captures the heart and leaves a lasting impression.",
    "author": "Mandy Hale"
  },
  {
    "id": 8,
    "quote": "When you feel confident and at peace within yourself, that energy radiates outward, transforming the way you look and the way the world sees you.",
    "author": "Victoria Beckham"
  },
  {
    "id": 9,
    "quote": "Your beauty is not defined by societal standards or the opinions of others; it is a reflection of your individuality, your spirit, and the love you hold for yourself.",
    "author": "Unknown"
  },
  {
    "id": 10,
    "quote": "Beauty is not merely a physical trait; it is the light that shines from within, a reflection of your soul's depth, kindness, and the love you share with the world.",
    "author": "Kahlil Gibran"
  }
]
